The element has an unconnected circuit on its connector
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UnconnectedCircuit { get; }
  Visual Basic
Public Shared ReadOnly Property UnconnectedCircuit As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UnconnectedCircuit {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace